Repository: prometheus42/mundane-quest
Catalog: lib/l10n/app_*.arb
Languages: de

# playGameMenu
source: Play game (p)
de: Starte Spiel (p)

# playSoloGame
source: Play solo game (g)
de: Starte Solo-Spiel (g)

# changeSettings
source: Change settings (s)
de: Ändere Einstellungen (s)

# getHelp
source: Get help (h)
de: Öffne Hilfe (h)

# quitGame
source: Quit game (q)
de: Beende Spiel (q)

# maximumNumberOfPlayers
source: The maximum number of players is 5!
de: Es sind nur maximal 5 Spiele erlaubt!

# atLeastTwoPlayers
source: You need at least 2 players!
de: Es werden mindestens zwei Spieler benötigt!

# doublePlayerName
source: No player name shall be used twice!
de: Kein Spielername darf zweimal benutzt werden!

# playerNamesEmpty
source: Some player names are empty!
de: Einige Spielernamen sind leer!

# enterPlayerName
source: Enter name for player {no}
de: Spielername für Spieler {no} eingeben

source: Question
de: Frage

source: Delete
de: Löschen

# startNewGame
source: Start a new game
de: Starte neues Spiel

# addPlayerToGame
source: Add players to the game
de: Spieler hinzufügen

source: Start game...
de: Spiel starten...

source: Add player
de: Spieler hinzufügen

source: Ready Players...
de: Auf die Plätze...

source: Points
de: Punkte

source: Player
de: Spieler

source: Category
de: Kategorie

source: Current round
de: Aktuelle Runde

source: Difficulty
de: Schwierigkeit

source: Score Board
de: Spielstand

source: Back to main menu
de: Zurück zum Hauptmenü
